Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: Saved-place forecasts are unavailable.
de: Vorhersagen für gespeicherte Orte sind nicht verfügbar.
es: Las previsiones de los lugares guardados no están disponibles.
fr: Les prévisions des lieux enregistrés ne sont pas disponibles.
it: Le previsioni per i luoghi salvati non sono disponibili.
ja: 保存した場所の予報は利用できません。
ko: 저장된 장소의 예보를 사용할 수 없습니다.
pt: As previsões dos locais salvos não estão disponíveis.
ru: Прогнозы для сохраненных мест недоступны.
zh_hans: 已保存地点的天气预报不可用。
zh_hant: 已保存地點的天氣預報無法使用。

source: Saves this found sunny place to Saved Places.
de: Speichert diesen gefundenen sonnigen Ort unter „Gespeicherte Orte“.
es: Guarda este lugar soleado encontrado en Lugares guardados.
fr: Enregistre cet endroit ensoleillé trouvé dans les lieux enregistrés.
it: Salva questo luogo soleggiato trovato in Luoghi salvati.
ja: この見つけた日当たりの良い場所を「保存された場所」に保存します。
ko: 발견한 햇볕이 잘 드는 장소를 저장된 장소에 저장합니다.
pt: Salva este local ensolarado encontrado em Locais salvos.
ru: Сохраняет это найденное солнечное место в Сохраненные места.
zh_hans: 将这个找到的阳光明媚的地方保存到“已保存的地方”中。
zh_hant: 將這個找到的陽光明媚的地方保存到“已保存的地方”中。

source: Saves this place
de: Speichert diesen Ort
es: Guarda este lugar
fr: Enregistre ce lieu
it: Salva questo luogo
ja: この場所を保存します
ko: 이 장소를 저장합니다
pt: Guarda este local
ru: Сохраняет это место
zh_hans: 保存此地点
zh_hant: 儲存此地點

source: Saving your places and loading their forecasts…
de: Speichern Sie Ihre Orte und laden Sie deren Prognosen ...
es: Guardando tus lugares y cargando sus previsiones…
fr: Sauvegarder vos places et charger leurs prévisions…
it: Salvataggio dei tuoi luoghi e caricamento delle relative previsioni...
ja: 場所を保存し、天気予報を読み込んでいます…
ko: 장소를 저장하고 예측을 로드하는 중…
pt: Salvando seus lugares e carregando suas previsões…
ru: Сохраняем ваши места и загружаем их прогнозы…
zh_hans: 保存您的地点并加载他们的预测...
zh_hant: 保存您的地點並加載他們的預測...

source: Say Hello
de: Sag Hallo
es: Saluda
fr: Dites bonjour
it: Saluta
ja: こんにちは
ko: 인사하기
pt: Diga olá
ru: Поздороваться
zh_hans: 打个招呼
zh_hant: 打個招呼

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Search Apple Maps or Open-Meteo, then review the forecast before saving a place.
de: Durchsuchen Sie Apple Maps oder Open-Meteo und prüfen Sie die Wettervorhersage, bevor Sie einen Ort speichern.
es: Busque Apple Maps u Open-Meteo y luego revise el pronóstico antes de guardar un lugar.
fr: Recherchez Apple Maps ou Open-Meteo, puis consultez les prévisions avant d'enregistrer une place.
it: Cerca Apple Maps o Open-Meteo, quindi controlla le previsioni prima di salvare un luogo.
ja: Apple Maps または Open-Meteo を検索し、場所を保存する前に予測を確認します。
ko: Apple 지도 또는 Open-Meteo를 검색한 다음 장소를 저장하기 전에 일기예보를 검토하세요.
pt: Pesquise no Apple Maps ou Open-Meteo e revise a previsão antes de salvar um lugar.
ru: Выполните поиск в Apple Maps или Open-Meteo, затем просмотрите прогноз, прежде чем сохранять место.
zh_hans: 搜索 Apple 地图或 Open-Meteo，然后在保存地点之前查看天气预报。
zh_hant: 搜尋 Apple 地圖或 Open-Meteo，然後在保存地點之前查看天氣預報。

source: Search by city name. It will be saved directly to All Places.
de: Nach einem Stadtnamen suchen. Der Ort wird direkt unter „Alle Orte“ gespeichert.
es: Busca por nombre de ciudad. Se guardará directamente en «Todos los lugares».
fr: Recherchez une ville par son nom. Elle sera enregistrée directement dans « Tous les lieux ».
it: Cerca per nome della città. Verrà salvata direttamente in “Tutti i luoghi”.
ja: 都市名で検索すると、「すべての場所」に直接保存されます。
ko: 도시 이름으로 검색하면 ‘모든 장소’에 바로 저장됩니다.
pt: Pesquise pelo nome da cidade. Será guardada diretamente em “Todos os locais”.
ru: Найдите город по названию. Он будет сохранён прямо в разделе «Все места».
zh_hans: 按城市名称搜索，结果将直接保存到“所有地点”。
zh_hant: 依城市名稱搜尋，結果將直接儲存到「所有地點」。

source: Search by name, or center the map on a continent.
de: Suchen Sie nach Namen oder zentrieren Sie die Karte auf einen Kontinent.
es: Busque por nombre o centre el mapa en un continente.
fr: Recherchez par nom ou centrez la carte sur un continent.
it: Cerca per nome o centra la mappa su un continente.
ja: 名前で検索するか、地図を大陸の中心に配置します。
ko: 이름으로 검색하거나 지도를 대륙 중앙에 배치하세요.
pt: Pesquise por nome ou centralize o mapa em um continente.
ru: Выполните поиск по названию или центрируйте карту по континенту.
zh_hans: 按名称搜索，或将地图置于某个大陆的中心。
zh_hant: 按名稱搜索，或將地圖置於某個大陸的中心。

source: Search by name, or center the map on a country.
de: Suchen Sie nach Namen oder zentrieren Sie die Karte auf ein Land.
es: Busque por nombre o centre el mapa en un país.
fr: Recherchez par nom ou centrez la carte sur un pays.
it: Cerca per nome o centra la mappa su un paese.
ja: 名前で検索するか、地図の中心を国に合わせます。
ko: 이름으로 검색하거나 국가를 지도 중앙에 배치하세요.
pt: Pesquise por nome ou centralize o mapa em um país.
ru: Выполните поиск по названию или центрируйте карту по стране.
zh_hans: 按名称搜索，或将地图置于某个国家/地区的中心。
zh_hant: 按名稱搜索，或將地圖置於某個國家/地區的中心。

source: Search cities
de: Städte suchen
es: Buscar ciudades
fr: Rechercher des villes
it: Cerca città
ja: 都市を検索
ko: 도시 검색
pt: Pesquisar cidades
ru: Поиск городов
zh_hans: 搜索城市
zh_hant: 搜尋城市

source: Search continents
de: Kontinente suchen
es: Buscar continentes
fr: Rechercher des continents
it: Cerca continenti
ja: 大陸の検索
ko: 대륙 검색
pt: Pesquisar continentes
ru: Поиск континентов
zh_hans: 搜索各大洲
zh_hant: 搜尋各大洲

source: Search countries
de: Länder suchen
es: Buscar países
fr: Rechercher des pays
it: Cerca paesi
ja: 国を検索する
ko: 국가 검색
pt: Pesquisar países
ru: Поиск стран
zh_hans: 搜索国家
zh_hant: 搜尋國家

source: Search Data Missing
de: Suchdaten fehlen
es: Faltan datos de búsqueda
fr: Données de recherche manquantes
it: Dati di ricerca mancanti
ja: 検索データがありません
ko: 검색 데이터가 없습니다
pt: Dados de pesquisa ausentes
ru: Данные поиска отсутствуют
zh_hans: 缺少搜索数据
zh_hant: 缺少搜尋資料

source: Search for a City
de: Nach einer Stadt suchen
es: Buscar una ciudad
fr: Rechercher une ville
it: Cerca una città
ja: 都市を検索
ko: 도시 검색
pt: Pesquisar uma cidade
ru: Найти город
zh_hans: 搜索城市
zh_hant: 搜尋城市

source: Search for a country
de: Nach einem Land suchen
es: Buscar un país
fr: Rechercher un pays
it: Cerca un paese
ja: 国を検索
ko: 국가 검색
pt: Pesquisar um país
ru: Поиск страны
zh_hans: 搜索国家
zh_hant: 搜尋國家

source: Search for a Place
de: Suchen Sie nach einem Ort
es: buscar un lugar
fr: Rechercher un lieu
it: Cerca un luogo
ja: 場所を探す
ko: 장소 검색
pt: Procure um lugar
ru: Поиск места
zh_hans: 寻找地点
zh_hant: 尋找地點

source: Search in
de: Suchen Sie in
es: Buscar en
fr: Rechercher dans
it: Cerca dentro
ja: 検索対象
ko: 검색
pt: Pesquisar em
ru: Искать в
zh_hans: 搜索范围
zh_hant: 搜尋範圍

source: Search in This Area
de: In diesem Bereich suchen
es: Buscar en esta área
fr: Rechercher dans cette zone
it: Cerca in quest'area
ja: このエリアで検索
ko: 이 영역에서 검색
pt: Pesquisar nesta área
ru: Искать в этой области
zh_hans: 搜索此区域
zh_hant: 搜尋此區域

source: Search in This Continent
de: Auf diesem Kontinent suchen
es: Buscar en este continente
fr: Rechercher sur ce continent
it: Cerca in questo continente
ja: この大陸で検索
ko: 이 대륙에서 검색
pt: Pesquisar neste continente
ru: Искать на этом континенте
zh_hans: 搜索此大洲
zh_hant: 搜尋此洲

source: Search in This Country
de: In diesem Land suchen
es: Buscar en este país
fr: Rechercher dans ce pays
it: Cerca in questo paese
ja: この国で検索
ko: 이 국가에서 검색
pt: Pesquisar neste país
ru: Искать в этой стране
zh_hans: 搜索此国家
zh_hant: 搜尋此國家

source: Search Near Me
de: In meiner Nähe suchen
es: Buscar cerca de mí
fr: Rechercher près de moi
it: Cerca vicino a me
ja: 近くを検索
ko: 내 주변 검색
pt: Pesquisar perto de mim
ru: Искать рядом со мной
zh_hans: 搜索我附近
zh_hant: 搜尋我附近

source: Search places
de: Orte suchen
es: Buscar lugares
fr: Rechercher des lieux
it: Cerca luoghi
ja: 場所を検索
ko: 장소 검색
pt: Pesquisar locais
ru: Поиск мест
zh_hans: 搜索地点
zh_hant: 搜尋地點

source: Search Radius
de: Suchradius
es: Radio de búsqueda
fr: Rayon de recherche
it: Raggio di ricerca
ja: 検索半径
ko: 검색 반경
pt: Raio de pesquisa
ru: Радиус поиска
zh_hans: 搜索半径
zh_hant: 搜尋半徑

source: Search result
de: Suchergebnis
es: Resultado de la búsqueda
fr: Résultat de la recherche
it: Risultato della ricerca
ja: 検索結果
ko: 검색결과
pt: Resultado da pesquisa
ru: Результат поиска
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search Scope
de: Suchbereich
es: Ámbito de búsqueda
fr: Portée de la recherche
it: Ambito di ricerca
ja: 検索範囲
ko: 검색 범위
pt: Escopo da pesquisa
ru: Область поиска
zh_hans: 搜索范围
zh_hant: 搜尋範圍

source: Search this area, near you, a country, or a continent.
de: Durchsuchen Sie diesen Bereich, Ihre Nähe, ein Land oder einen Kontinent.
es: Busque en esta área, cerca de usted, de un país o de un continente.
fr: Recherchez cette zone, près de chez vous, d'un pays ou d'un continent.
it: Cerca in quest'area, vicino a te, in un paese o in un continente.
ja: このエリア、近く、国、大陸を検索します。
ko: 가까운 지역, 국가 또는 대륙을 검색하세요.
pt: Pesquise nesta área, perto de você, um país ou continente.
ru: Найдите эту область, ближайшую к вам страну, или континент.
zh_hans: 搜索您附近的这个区域、一个国家或一个大陆。
zh_hant: 搜尋您附近的這個區域、一個國家或一個大陸。

source: Search Unavailable
de: Suche nicht verfügbar
es: Búsqueda no disponible
fr: Recherche indisponible
it: Ricerca non disponibile
ja: 検索を利用できません
ko: 검색을 사용할 수 없음
pt: Pesquisa indisponível
ru: Поиск недоступен
zh_hans: 搜索不可用
zh_hant: 無法使用搜尋

source: Searching for more places…
de: Weitere Orte werden gesucht…
es: Buscando más lugares…
fr: Recherche d’autres lieux…
it: Ricerca di altri luoghi…
ja: ほかの場所を検索中…
ko: 더 많은 장소를 검색하는 중…
pt: A procurar mais locais…
ru: Поиск других мест…
zh_hans: 正在搜索更多地点…
zh_hant: 正在搜尋更多地點…

source: Searching…
de: Suche läuft…
es: Buscando…
fr: Recherche…
it: Ricerca…
ja: 検索中…
ko: 검색 중…
pt: A procurar…
ru: Поиск…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: See when a city is sunny
de: Sieh, wann eine Stadt sonnig ist
es: Mira cuándo una ciudad está soleada
fr: Voyez quand une ville est ensoleillée
it: Scopri quando una città è soleggiata
ja: 都市が晴れる時間を確認
ko: 도시가 맑은 시간 보기
pt: Veja quando uma cidade está ensolarada
ru: Узнайте, когда в городе солнечно
zh_hans: 查看城市何时晴朗
zh_hant: 查看城市何時晴朗

source: Select this forecast date
de: Dieses Vorhersagedatum auswählen
es: Seleccionar esta fecha de previsión
fr: Sélectionner cette date de prévision
it: Seleziona questa data di previsione
ja: この予報日を選択
ko: 이 예보 날짜 선택
pt: Selecionar esta data de previsão
ru: Выбрать эту дату прогноза
zh_hans: 选择此预报日期
zh_hant: 選擇此預報日期

source: Series
de: Datenreihe
es: Serie
fr: Série
it: Serie
ja: 系列
ko: 계열
pt: Série
ru: Ряд данных
zh_hans: 系列
zh_hant: 數列

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Definições
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Show All Cities
de: Alle Städte anzeigen
es: Mostrar todas las ciudades
fr: Afficher toutes les villes
it: Mostra tutte le città
ja: すべての都市を表示
ko: 모든 도시 보기
pt: Mostrar todas as cidades
ru: Показать все города
zh_hans: 显示所有城市
zh_hant: 顯示所有城市

source: Show Legend
de: Legende anzeigen
es: Mostrar leyenda
fr: Afficher la légende
it: Mostra legenda
ja: 凡例を表示
ko: 범례 표시
pt: Mostrar legenda
ru: Показать легенду
zh_hans: 显示图例
zh_hant: 顯示圖例

source: Show Sunny Places
de: Sonnige Orte anzeigen
es: Mostrar lugares soleados
fr: Afficher les endroits ensoleillés
it: Mostra luoghi soleggiati
ja: 日当たりの良い場所を表示
ko: 햇볕이 잘 드는 장소 표시
pt: Mostrar lugares ensolarados
ru: Показать солнечные места
zh_hans: 显示阳光明媚的地方
zh_hant: 顯示陽光明媚的地方

source: Shows this place on the map.
de: Zeigt diesen Ort auf der Karte.
es: Muestra este lugar en el mapa.
fr: Affiche ce lieu sur la carte.
it: Mostra questo luogo sulla mappa.
ja: この場所を地図に表示します。
ko: 이 장소를 지도에 표시합니다.
pt: Mostra este local no mapa.
ru: Показывает это место на карте.
zh_hans: 在地图上显示此地点。
zh_hant: 在地圖上顯示此地點。

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小さい
ko: 작게
pt: Pequeno
ru: Маленький
zh_hans: 小
zh_hant: 小

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve
ja: 雪
ko: 눈
pt: Neve
ru: Снег
zh_hans: 雪
zh_hant: 雪

source: Some nearby city forecasts were unavailable.
de: Für einige Städte in der Nähe waren keine Prognosen verfügbar.
es: Algunas previsiones de ciudades cercanas no estaban disponibles.
fr: Certaines prévisions des villes voisines n'étaient pas disponibles.
it: Alcune previsioni per le città vicine non erano disponibili.
ja: 一部の近隣都市の予報は利用できませんでした。
ko: 일부 인근 도시 일기예보를 이용할 수 없습니다.
pt: Algumas previsões de cidades próximas não estavam disponíveis.
ru: Прогнозы для некоторых близлежащих городов были недоступны.
zh_hans: 一些附近城市的天气预报无法提供。
zh_hant: 一些附近城市的天氣預報無法提供。

source: South America
de: Südamerika
es: Sudamérica
fr: Amérique du Sud
it: Sud America
ja: 南アメリカ
ko: 남아메리카
pt: América do Sul
ru: Южная Америка
zh_hans: 南美洲
zh_hant: 南美洲

source: Start a collection from scratch
de: Beginne eine Sammlung von Grund auf
es: Empieza una colección desde cero
fr: Créez une collection à partir de zéro
it: Inizia una raccolta da zero
ja: 空のコレクションから始める
ko: 빈 컬렉션으로 시작하기
pt: Comece uma coleção do zero
ru: Создайте коллекцию с нуля
zh_hans: 从空集合开始
zh_hant: 從空集合開始

source: Starter place catalog data is missing for: %@.
de: Daten des Startortkatalogs fehlen für: %@.
es: Faltan los datos del catálogo de lugares iniciales para: %@.
fr: Les données du catalogue de lieux initiaux sont manquantes pour : %@.
it: Mancano i dati del catalogo dei luoghi iniziali per: %@.
ja: 開始地点カタログのデータがありません：%@。
ko: 시작 장소 카탈로그 데이터가 없습니다: %@.
pt: Faltam os dados do catálogo de locais iniciais para: %@.
ru: Данные каталога начальных мест отсутствуют для: %@.
zh_hans: 缺少以下项目的起始地点目录数据：%@。
zh_hant: 缺少以下項目的起始地點目錄資料：%@。

source: Starter place catalog data is missing.
de: Daten des Startortkatalogs fehlen.
es: Faltan los datos del catálogo de lugares iniciales.
fr: Les données du catalogue de lieux initiaux sont manquantes.
it: Mancano i dati del catalogo dei luoghi iniziali.
ja: 開始地点カタログのデータがありません。
ko: 시작 장소 카탈로그 데이터가 없습니다.
pt: Faltam os dados do catálogo de locais iniciais.
ru: Данные каталога начальных мест отсутствуют.
zh_hans: 缺少起始地点目录数据。
zh_hant: 缺少起始地點目錄資料。

source: Starter place data is missing.
de: Daten zu Startorten fehlen.
es: Faltan los datos de lugares iniciales.
fr: Les données des lieux initiaux sont manquantes.
it: Mancano i dati dei luoghi iniziali.
ja: 開始地点のデータがありません。
ko: 시작 장소 데이터가 없습니다.
pt: Faltam os dados dos locais iniciais.
ru: Данные начальных мест отсутствуют.
zh_hans: 缺少起始地点数据。
zh_hant: 缺少起始地點資料。

source: starter places
de: Startorte
es: lugares iniciales
fr: lieux initiaux
it: luoghi iniziali
ja: 開始地点
ko: 시작 장소
pt: locais iniciais
ru: начальные места
zh_hans: 起始地点
zh_hant: 起始地點

source: Starting cities are unavailable for this selection.
de: Startstädte sind für diese Auswahl nicht verfügbar.
es: Las ciudades de inicio no están disponibles para esta selección.
fr: Les villes de départ ne sont pas disponibles pour cette sélection.
it: Le città di partenza non sono disponibili per questa selezione.
ja: この選択では開始都市は利用できません。
ko: 이 선택에는 시작 도시를 사용할 수 없습니다.
pt: As cidades iniciais não estão disponíveis para esta seleção.
ru: Стартовые города для этого выбора недоступны.
zh_hans: 起始城市不可用于此选择。
zh_hant: 起始城市不可用於此選擇。

source: Starting Cities Could Not Be Added
de: Startstädte konnten nicht hinzugefügt werden
es: No se pudieron agregar ciudades iniciales
fr: Les villes de départ n'ont pas pu être ajoutées
it: Impossibile aggiungere le città iniziali
ja: 開始都市を追加できませんでした
ko: 시작 도시를 추가할 수 없습니다.
pt: Não foi possível adicionar cidades iniciais
ru: Не удалось добавить стартовые города
zh_hans: 无法添加起始城市
zh_hant: 無法新增起始城市

source: Sun coming out in %@
de: Die Sonne kommt in %@ heraus
es: Sol saliendo en %@
fr: Le soleil sort dans %@
it: Il sole esce tra %@
ja: %@で太陽が出てくる
ko: %@에서 태양이 나옵니다.
pt: Sol saindo em %@
ru: Солнце выйдет через %@
zh_hans: 太阳以 %@ 出现
zh_hant: 太陽以 %@ 出現

source: Sun Out in %@
de: Die Sonne scheint in %@
es: Habrá sol en %@
fr: Le soleil brillera dans %@
it: Ci sarà il sole tra %@
ja: %@後に日が出ます
ko: %@ 후에 해가 납니다
pt: Haverá sol em %@
ru: Солнце выйдет через %@
zh_hans: %@后出太阳
zh_hant: %@後出太陽

source: Sun Out Now
de: Die Sonne scheint jetzt
es: Hay sol ahora
fr: Le soleil brille maintenant
it: C’è il sole adesso
ja: 今は日が出ています
ko: 지금 해가 떠 있습니다
pt: Há sol agora
ru: Сейчас солнечно
zh_hans: 现在有阳光
zh_hant: 現在有陽光

source: Sunniness
de: Sonnigkeit
es: Nivel de sol
fr: Ensoleillement
it: Soleggiamento
ja: 日照度
ko: 맑음 정도
pt: Nível de sol
ru: Солнечность
zh_hans: 晴朗度
zh_hant: 晴朗度

source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
it: Soleggiato
ja: 晴れ
ko: 맑음
pt: Sol
ru: Солнечно
zh_hans: 晴天
zh_hant: 晴天

source: Sunny for %@ hours
de: Sonnig für %@ Stunden
es: Soleado durante %@ horas
fr: Ensoleillé pendant %@ heures
it: Soleggiato per %@ ore
ja: %@時間晴れ
ko: %@시간 동안 맑음
pt: Ensolarado por %@ horas
ru: Солнечно %@ часов
zh_hans: 晴朗 %@ 小时
zh_hant: 晴朗 %@ 小時

source: Sunny for %lld hours
de: Sonnig für %lld Stunden
es: Soleado durante %lld horas
fr: Ensoleillé pendant %lld heures
it: Soleggiato per %lld ore
ja: %lld時間晴れ
ko: %lld시간 동안 맑음
pt: Ensolarado por %lld horas
ru: Солнечно в течение %lld часов
zh_hans: 晴朗 %lld 小时
zh_hant: 晴朗 %lld 小時

source: Sunny Hours
de: Sonnenstunden
es: Horas soleadas
fr: Heures ensoleillées
it: Ore di sole
ja: 晴れの時間
ko: 맑은 시간
pt: Horas de sol
ru: Солнечные часы
zh_hans: 晴朗小时
zh_hant: 晴朗小時

source: Sunny Hours for %@: %@
de: Sonnenstunden für %@: %@
es: Horas de sol para %@: %@
fr: Heures de soleil pour %@ : %@
it: Ore di sole per %@: %@
ja: %@の日照時間：%@
ko: %@의 맑은 시간: %@
pt: Horas de sol para %@: %@
ru: Солнечные часы для %@: %@
zh_hans: %@ 的日照时间：%@
zh_hant: %@ 的日照時間：%@

source: sunny places in %@
de: sonnige Plätze in %@
es: lugares soleados en %@
fr: endroits ensoleillés dans %@
it: luoghi soleggiati in %@
ja: %@の日当たりの良い場所
ko: %@의 맑은 장소
pt: lugares ensolarados em %@
ru: солнечные места в %@
zh_hans: %@ 中阳光明媚的地方
zh_hant: %@ 中陽光明媚的地方

source: sunny places in this map area
de: sonnige Orte in diesem Kartengebiet
es: Lugares soleados en esta área del mapa.
fr: endroits ensoleillés dans cette zone de la carte
it: luoghi soleggiati in quest'area della mappa
ja: このマップエリアの日当たりの良い場所
ko: 이 지도 지역의 햇볕이 잘 드는 장소
pt: lugares ensolarados nesta área do mapa
ru: солнечные места в этой области карты
zh_hans: 该地图区域内阳光明媚的地方
zh_hant: 該地圖區域內陽光明媚的地方

source: sunny places within 100 km
de: sonnige Orte im Umkreis von 100 km
es: lugares soleados dentro de 100 km
fr: endroits ensoleillés à moins de 100 km
it: luoghi soleggiati nel raggio di 100 km
ja: 100km以内の日当たりの良い場所
ko: 100km 이내의 햇볕이 잘 드는 장소
pt: lugares ensolarados dentro de 100 km
ru: солнечные места в радиусе 100 км.
zh_hans: 100公里范围内阳光充足的地方
zh_hant: 100公里範圍內陽光充足的地方

source: Sunny search result
de: Sonniges Suchergebnis
es: Resultado de búsqueda soleado
fr: Résultat de recherche ensoleillé
it: Risultato della ricerca soleggiato
ja: 晴れの検索結果
ko: 써니 검색결과
pt: Resultado da pesquisa ensolarado
ru: Солнечный результат поиска
zh_hans: 晴朗的搜索结果
zh_hant: 晴朗的搜索結果

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 気温
ko: 기온
pt: Temperatura
ru: Температура
zh_hans: 温度
zh_hant: 溫度

source: Text Size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ja: 文字サイズ
ko: 텍스트 크기
pt: Tamanho do texto
ru: Размер текста
zh_hans: 文本大小
zh_hant: 文字大小

source: the current location
de: der aktuelle Standort
es: la ubicación actual
fr: la position actuelle
it: la posizione attuale
ja: 現在地
ko: 현재 위치
pt: a localização atual
ru: текущее местоположение
zh_hans: 当前位置
zh_hant: 目前位置

source: The place will also be removed from every collection.
de: Der Ort wird außerdem aus jeder Sammlung entfernt.
es: El lugar también se eliminará de todas las colecciones.
fr: Le lieu sera également supprimé de chaque collection.
it: Il luogo verrà inoltre rimosso da ogni raccolta.
ja: この場所はすべてのコレクションからも削除されます。
ko: 이 장소는 모든 컬렉션에서도 삭제됩니다.
pt: O local será também removido de todas as coleções.
ru: Место также будет удалено из всех коллекций.
zh_hans: 此地点也将从所有集合中移除。
zh_hant: 此地點也會從所有集合中移除。

source: The place will be removed from Saved Places.
de: Der Ort wird aus den gespeicherten Orten entfernt.
es: El lugar se eliminará de Lugares guardados.
fr: Le lieu sera supprimé des lieux enregistrés.
it: Il luogo verrà rimosso dai Luoghi salvati.
ja: 場所は「保存された場所」から削除されます。
ko: 해당 장소가 저장된 장소에서 삭제됩니다.
pt: O local será removido dos Locais salvos.
ru: Место будет удалено из сохраненных мест.
zh_hans: 该地点将从“保存的地点”中删除。
zh_hant: 該地點將從“保存的地點”中刪除。

source: The places in this collection will remain in All Places.
de: Die Orte in dieser Sammlung bleiben unter „Alle Orte“ erhalten.
es: Los lugares de esta colección permanecerán en «Todos los lugares».
fr: Les lieux de cette collection resteront dans « Tous les lieux ».
it: I luoghi di questa raccolta rimarranno in Tutti i luoghi.
ja: このコレクション内の場所は「すべての場所」に残ります。
ko: 이 컬렉션의 장소는 ‘모든 장소’에 그대로 남습니다.
pt: Os locais desta coleção permanecerão em “Todos os locais”.
ru: Места из этой коллекции останутся в разделе «Все места».
zh_hans: 此集合中的地点仍会保留在“所有地点”中。
zh_hant: 此集合中的地點仍會保留在「所有地點」中。

source: The Places library is unavailable: %@
de: Die Ortsbibliothek ist nicht verfügbar: %@
es: La biblioteca de lugares no está disponible: %@
fr: La bibliothèque de lieux est indisponible : %@
it: La libreria dei luoghi non è disponibile: %@
ja: 場所のライブラリを利用できません：%@
ko: 장소 보관함을 사용할 수 없습니다: %@
pt: A biblioteca de locais não está disponível: %@
ru: Библиотека мест недоступна: %@
zh_hans: 地点库不可用：%@
zh_hant: 地點資料庫無法使用：%@

source: The replacement order must contain every existing item exactly once.
de: Die neue Reihenfolge muss jedes vorhandene Element genau einmal enthalten.
es: El nuevo orden debe contener una sola vez cada elemento existente.
fr: Le nouvel ordre doit contenir chaque élément existant une seule fois.
it: Il nuovo ordine deve contenere ogni elemento esistente una sola volta.
ja: 並べ替え後の順序には、既存のすべての項目を1回ずつ含める必要があります。
ko: 변경된 순서에는 기존 항목이 각각 정확히 한 번씩 포함되어야 합니다.
pt: A nova ordem deve conter cada elemento existente exatamente uma vez.
ru: Новый порядок должен содержать каждый существующий элемент ровно один раз.
zh_hans: 替换后的顺序必须包含每个现有项目，且每项只能出现一次。
zh_hant: 替換後的順序必須包含每個現有項目，且每項只能出現一次。

source: the selected place
de: der ausgewählte Ort
es: el lugar seleccionado
fr: le lieu sélectionné
it: il luogo selezionato
ja: 選択した場所
ko: 선택한 장소
pt: o local selecionado
ru: выбранное место
zh_hans: 所选地点
zh_hant: 所選地點

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
zh_hans: 主题
zh_hant: 主題

source: These cities will be added directly to Saved Places without creating a list.
de: Diese Städte werden direkt zu den gespeicherten Orten hinzugefügt, ohne dass eine Liste erstellt werden muss.
es: Estas ciudades se agregarán directamente a Lugares guardados sin crear una lista.
fr: Ces villes seront ajoutées directement aux lieux enregistrés sans créer de liste.
it: Queste città verranno aggiunte direttamente ai Luoghi salvati senza creare un elenco.
ja: これらの都市は、リストを作成せずに、「保存した場所」に直接追加されます。
ko: 이러한 도시는 목록을 생성하지 않고 저장된 장소에 직접 추가됩니다.
pt: Essas cidades serão adicionadas diretamente aos Locais salvos sem a criação de uma lista.
ru: Эти города будут добавлены непосредственно в «Сохраненные места» без создания списка.
zh_hans: 这些城市将直接添加到“已保存的地点”中，而无需创建列表。
zh_hant: 這些城市將直接添加到「已保存的地點」中，而無需建立清單。

source: This Area
de: Dieser Bereich
es: Esta área
fr: Cette zone
it: Questa zona
ja: このエリア
ko: 이 지역
pt: Esta área
ru: Эта область
zh_hans: 该区域
zh_hant: 該區域

source: This collection no longer exists.
de: Diese Sammlung existiert nicht mehr.
es: Esta colección ya no existe.
fr: Cette collection n'existe plus.
it: Questa raccolta non esiste più.
ja: このコレクションは存在しなくなりました。
ko: 이 컬렉션은 더 이상 존재하지 않습니다.
pt: Esta coleção já não existe.
ru: Эта коллекция больше не существует.
zh_hans: 此集合已不存在。
zh_hant: 此集合已不存在。

source: this location
de: dieser Ort
es: esta ubicación
fr: cet emplacement
it: questa posizione
ja: この場所
ko: 이 위치
pt: esta localização
ru: это место
zh_hans: 此位置
zh_hant: 此位置
